[DamageType.DmgType_Explosive_BanditTurret WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_Explosive_BanditTurret:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Probabilidade de causar explosões."
NoConstraintText=""
Suffix=""
Prefix=""

[Vehicle.Class_CannonTurret VehicleClassDefinition]
DisplayName=""

[Weapon.WeaponType_CannonTurret WeaponTypeDefinition]
Typename="Torreta de Bandido"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

